Repository: Datadev/datadev-jadlog-for-woocommerce
Catalog: languages/datadev-jadlog-for-woocommerce-*.po
Languages: pt_br

source: %1$s (delivery within %2$d working day after paid)
pt_br: %1$s (entrega em %2$d dia útil após o pagamento)

source: %s is a shipping method from Jadlog.
pt_br: %s é um método de entrega da Jadlog.

source: Account
pt_br: Conta

source: Account.
pt_br: Conta.

source: Active WooCommerce
pt_br: Ativar WooCommerce

source: Additional Days
pt_br: Dias adicionais

source: Additional working days to the estimated delivery.
pt_br: Dias úteis adicionais para a estimativa de entrega.

source: Adds Jadlog shipping methods to your WooCommerce store.
pt_br: Adiciona os métodos de entrega da Jadlog na sua loja WooCommerce.

source: Any Shipping Class
pt_br: Qual classe de entrega

source: Authorization token
pt_br: Token de autorização

source: Authorization token.
pt_br: Token de autorização.

source: Behavior Options
pt_br: Opções de comportamento

source: Contract
pt_br: Contrato

source: Contract.
pt_br: Contrato.

source: Datadev - Jadlog for WooCommerce
pt_br: Datadev - Jadlog para WooCommerce

source: Declare Value for Insurance
pt_br: Valor declarado para seguro

source: Delivery forecast
pt_br: Previsão de entrega

source: Delivery Time
pt_br: Tempo de entrega

source: depends on the last version of WooCommerce to work!
pt_br: depende da última versão do WooCommerce para funcionar!

source: Display the estimated delivery time in working days.
pt_br: Exibe a estimativa de tempo de entrega em dias úteis.

source: Enable declared value
pt_br: Ativa o valor declarado

source: Enable logging
pt_br: Ativa o registro do log

source: Enable this shipping method
pt_br: Ativa este método de entrega

source: Enable/Disable
pt_br: Ativa/Desativa

source: Enter an amount, e.g. 2.50, or a percentage, e.g. 5%. Leave blank to disable.
pt_br: Informe um valor, por exemplo 2.5, ou uma porcentagem, por exemplo 5%. Deixe em branco para desativar.

source: Extra Weight (kg)
pt_br: Peso extra (kg)

source: Extra weight in kilograms to add to the package total when quoting shipping costs.
pt_br: Peso extra em quilogramas para adicionar ao total do pacote para cotar o custo de envio.

source: Help us keep the %s plugin updated and improved by rating five stars &#9733;&#9733;&#9733;&#9733;&#9733; on WordPress.org. Thank you in advance!
pt_br: Ajude-nos a manter o plugin %s atualizado e melhorado pela classificação de cinco estrelas &#9733;&#9733;&#9733;&#9733;&#9733; no WordPress.org. Muito obrigado!

source: If necessary, select a shipping class to apply this method.
pt_br: Se necessário, seleciona uma classe de entrega para aplicar neste método.

source: Install WooCommerce
pt_br: Instalar WooCoommerce

source: Log %s events, such as WebServices requests.
pt_br: Registra eventos de %s, como as requisições de webservice.

source: Make a review
pt_br: Fazer uma revisão

source: Minimum Height (cm)
pt_br: Altura mínima (cm)

source: Minimum height of your shipping packages.
pt_br: Altura mínima do seu pacote de entrega.

source: Minimum Length (cm)
pt_br: Comprimento mínimo (cm)

source: Minimum length of your shipping packages.
pt_br: Comprimento mínimo do seu pacote de entrega.

source: Minimum measure for your shipping packages.
pt_br: Medidas mínimas para o pacote de entrega

source: Minimum Width (cm)
pt_br: Largura mínima (cm)

source: Minimum width of your shipping packages.
pt_br: Largura mínima do seu pacote de entrega.

source: More about %s.
pt_br: Mais sobre %s.

source: No Shipping Class
pt_br: Sem classe de entrega

source: Optional Services
pt_br: Serviços opcionais

source: Origin Postcode
pt_br: CEP de origem

source: Package Standard
pt_br: Pacote padrão

source: Service Code
pt_br: Código de Serviço

source: Service code, use this for custom codes.
pt_br: Código de serviço, use para códigos personalizados

source: Service Options
pt_br: Opções de serviço

source: Shipping Class
pt_br: Classe de entrega

source: Testing
pt_br: Teste

source: The postcode of the location your packages are delivered from.
pt_br: O CEP do local onde a sua encomenda será entregue

source: This controls if the price of the package must be declared for insurance purposes.
pt_br: Contra se o preço da encomenda deverá ser declarado para propósitos de seguro.

source: This controls the title which the user sees during checkout.
pt_br: Controla o título que o usuário vê durante o checkout.

source: Title
pt_br: Título

source: Use these options to add the value of each service provided by the Jadlog.
pt_br: Use estas opções para adicionar o valor de cada serviço provido pela Jadlog.

source: View logs.
pt_br: Ver registros de log.
